Repository: tasera-ry/tss
Catalog: front/src/locales/*/messages.po
Languages: fi, sv

source: Absent
fi: En pääse paikalle
sv: Frånvarande

source: Account dashboard
fi: Tilin hallinta
sv: Kontohantering

source: Actions
fi: Toiminnot
sv: Funktioner

source: Add
fi: Lisää
sv: Lägg till

source: Add estimated time of arrival
fi: Lisää arvioitu saapumisaika
sv: Lägg till beräknad ankomsttid

source: Add info
fi: Lisää viesti
sv: Lägg till ett meddelande

source: Add info message
fi: Lisää infoviesti
sv: Tillägga info meddelande

source: Add new range officer
fi: Lisää uusi valvoja
sv: Lägg till ny banofficer

source: Add range officer
fi: Lisää valvoja
sv: Lägg till banofficer

source: Advanced options
fi: Lisäasetukset
sv: Avancerade alternativ

source: Allowed dynamic values: {assigned} - The number of assigned shifts {update} - The number of updated shifts
fi: Sallitut dynaamiset arvot: {assigned} - Määritettyjen vuorojen määrä {update} - Päivitysten määrä
sv: Tillåtna dynamiska värden: {assigned} - Antalet tilldelade skift {update} - Antalet uppdaterade skift

source: Allowed dynamic values: {token} - The password reset link token {date} - The date of the password reset link
fi: Sallitut dynaamiset arvot: {token} - Salasanan palautuslinkin token {date} - Salasanan palautuslinkin päivämäärä
sv: Tillåtna dynamiska värden: {token} - Länken för att återställa lösenordet {date} - Datum för länken för att återställa lösenordet

source: Allowed dynamic values: {user} - The user who declined {date} - The date of the user declining
fi: Sallitut dynaamiset arvot: {user} - Käyttäjä, joka hylkäsi {date} - Käyttäjän hylkämisen päivämäärä
sv: Tillåtna dynamiska värden: {user} - Användaren som avvisade {date} - Datum för användarens avvisning

source: Allowed dynamic values: {user} - The user who gave feedback {feedback} - The feedback given by the user
fi: Sallitut dynaamiset arvot: {user} - Käyttäjä, joka antoi palautetta {feedback} - Käyttäjän antama palaute
sv: Tillåtna dynamiska värden: {user} - Användaren som gav feedback {feedback} - Feedbacken som användaren gav

source: Amount of supervisions
fi: Vuorojen määrä
sv: Antalet av handledare skift

source: Are you sure you want to delete {0}?
fi: Haluatko varmasti poistaa {0}?
sv: Är du säker på att du vill ta bort {0}?

source: Are you sure you want to delete this message?
fi: Haluatko varmasti poistaa tämän viestin?
sv: Är du säker på att du vill ta bort detta meddelande?

source: Are you sure you want to delete this track?
fi: Haluatko varmasti poistaa tämän radan?
sv: Är du säker på att du vill ta bort denna rata?

source: Assigned officer
fi: Asetettu valvoja
sv: Tilldelad övervakare

source: Association
fi: Yhteisö
sv: Föreningsnamn

source: Association dashboard
fi: Yhdistyksen hallinta
sv: Föreningshantering

source: Association is required
fi: Yhteisö on pakollinen
sv: Förening är obligatorisk

source: Association update failed
fi: Yhteisön päivitys epäonnistui
sv: Föreningar uppdatering misslyckades

source: Association's upcoming supervisions
fi: Yhdistyksen tulevat valvonnat
sv: Föreningens kommande övervakningar

source: Associations
fi: Yhteisöt
sv: Föreningar

source: Back
fi: Takaisin
sv: Tillbaka

source: Back to dayview
fi: Takaisin päivänäkymään
sv: Tillbaka till dagvy

source: Back to weekview
fi: Takaisin viikkonäkymään
sv: Tillbaka till veckovy

source: Cancel
fi: Peruuta
sv: Avboka

source: Change email address
fi: Vaihda sähköpostiosoite
sv: Ändra e-postadress

source: Change password
fi: Vaihda salasana
sv: Ändra lösenord

source: Change track officer status by choosing color. Change number of track users with buttons
fi: Vaihda ratavalvojien statuksia napauttamalla värejä alta. Muuta radan käviöiden määrää painikkeilla
sv: Ändra banofficerens status genom att välja färg. Ändra antalet användare med knapparna

source: CHECK
fi: TARKISTA
sv: KONTROLLERA

source: Choose "Yes" to use SSL/TLS encryption from the start of the connection (typically with port 465). Choose "No" for unencrypted connections that may upgrade via STARTTLS (typically with port 587). This setting must match your email provider's requirements for the specified port, otherwise connection will fail.
fi: Valitse "Kyllä" käyttääksesi SSL/TLS-salausta yhteyden alusta alkaen (tyypillisesti portissa 465). Valitse "Ei" salaamattomille yhteyksille, jotka voivat päivittyä STARTTLS:n kautta (tyypillisesti portissa 587). Tämän asetuksen on vastattava sähköpostipalveluntarjoajasi vaatimuksia määritetylle portille, muuten yhteys epäonnistuu.
sv: Välj "Ja" för att använda SSL/TLS-kryptering från början av anslutningen (vanligtvis med port 465). Välj "Nej" för oförsäkrade anslutningar som kan uppgradera via STARTTLS (vanligtvis med port 587). Denna inställning måste matcha dina e-postleverantörers krav för den angivna porten, annars kommer anslutningen att misslyckas.

source: Choose date
fi: Valitse päivä
sv: Välj datum

source: Choose dates for the raffle
fi: Valitse arvottavat päivämäärät
sv: Välj datum för tombola

source: Close All
fi: Sulje kaikki
sv: Stäng alla

source: Closed
fi: Suljettu
sv: Stängd

source: Compiled shift changes
fi: Kootut vuoromuutokset
sv: Sammanställda skiftändringar

source: Confirm
fi: Vahvista
sv: Bekräfta

source: Confirm date
fi: Vahvista saapuminen
sv: Bekräfta datum

source: Confirm new password
fi: Vahvista uusi salasana
sv: Bekräfta nytt lösenord

source: Confirm password
fi: Vahvista salasana
sv: Bekräfta lösenord

source: Confirm supervisions
fi: Vahvistettavat valvonnat
sv: Bekräfta övervakninger

source: Confirm time
fi: Vahvista aika
sv: Bekräfta tid

source: Confirmation doesn't match the new password
fi: Vahvistus ei vastaa uutta salasanaa
sv: Bekräftelsen matchar inte det nya lösenordet

source: Confirmed
fi: Varmistettu
sv: bekräftat

source: Connection failed. Please check the server, port, and SSL settings.
fi: Yhteys epäonnistui. Tarkista palvelin-, portti- ja SSL-asetukset.
sv: Anslutning misslyckades. Kontrollera servern, porten och SSL-inställningarna.

source: Connection timed out. Check network connectivity.!
fi: Yhteys aika katkaisiin. Tarkista verkkoyhteys.
sv: Anslutningen timeoutade. Kontrollera nätverksanslutningen.

source: Could not load associations
fi: Yhteisöjen lataus epäonnistui
sv: Kunde inte ladda föreningar

source: Create new user
fi: Luo uusi käyttäjä
sv: Skapa ny användare

source: Current email address
fi: Nykyinen sähköpostiosoite
sv: Nuvarande e-postadress

source: Current password
fi: Nykyinen salasana
sv: Nuvarande lösenord

source: Date
fi: Päivämäärä
sv: Datum

source: Day
fi: Päivä
sv: Dag

source: Define range officer status by choosing color
fi: Valitse päävalvojan status napauttamalla väriä alta
sv: Definiera status för banofficer genom att välja färg

source: Delete
fi: Poista
sv: Ta bort

source: Delete range officer
fi: Poista valvoja
sv: Ta bort banofficer

source: Delete user
fi: Poista käyttäjä
sv: Ta bort användare

source: Description
fi: Kuvaus
sv: Beskrivning

source: Details
fi: Lisätiedot
sv: Detaljer

source: Devices
fi: Laitteet
sv: Enheter

source: DNS resolution failed. Please check that the SMTP host is correct.
fi: DNS-resoluutio epäonnistui. Tarkista, että SMTP-palvelin on oikein.
sv: DNS-resolvering misslyckades. Kontrollera att SMTP-värden är korrekt.

source: E-mail
fi: Sähköposti
sv: E-postadress

source: E-mail address is required!
fi: Syötä sähköpostiosoite!
sv: Ange en e-postadress!

source: Edit
fi: Muokkaa
sv: Redigera

source: Edit range officer status by choosing color
fi: Muokkaa päävalvojan statusta napauttamalla väriä alta
sv: Redigera status för banofficer genom att välja färg

source: Edit tracks
fi: Ratojen päivitys
sv: Uppdatera banor

source: Edit user
fi: Muokkaa käyttäjää
sv: Redigera användare

source: Edit user: {0}
fi: Muokkaa käyttäjää: {0}
sv: Redigera användare: {0}

source: Email
fi: Sähköposti
sv: E-post

source: Email is required
fi: Sähköpostiosoite on pakollinen
sv: E-postadress är obligatorisk

source: Email messages
fi: Sähköpostiviestit
sv: E-postmeddelanden

source: Email queue settings
fi: Sähköpostiviestien jonon asetukset
sv: E-postköinställningar

source: Email settings
fi: Sähköpostiasetukset
sv: E-postinställningar

source: En route
fi: Matkalla
sv: På väg

source: Enable email queue
fi: Ota sähköpostiviestien jono käyttöön
sv: Aktivera e-postkö

source: Enable email queueing, otherwise emails will be sent immediately. If this is enabled, emails will be sent at the time specified in the "Time for sending emails" field.
fi: Ota sähköpostiviestien jonon käyttöön, muuten viestit lähetetään välittömästi. Jos tämä on käytössä, viestit lähetetään ajan mukaan, joka on määritelty "Sähköpostiviestien lähetysaika" -kentässä.
sv: Aktivera e-postkö, annars skickas e-post direkt. Om detta är aktiverat, skickas e-post vid den tid som anges i "Tid för att skicka e-post" fältet.

source: Enable email sending, otherwise emails will not be sent. WARNING: This will stop also password reset emails from being sent.
fi: Ota sähköpostiviestien lähetys käyttöön, muuten viestejä ei lähetetä. HUOM: Tämä pysäyttää myös salasanan palautusviestien lähetyksen.
sv: Aktivera e-postskickning, annars skickas e-post inte. VARNING: Detta kommer att stoppa även lösenordsåterställningsmeddelanden från att skickas.

source: Enable emails
fi: Ota sähköpostiviestien lähetys käyttöön
sv: Aktivera e-post

source: End
fi: Loppu
sv: Slut

source: End date
fi: Loppumispäivämäärä
sv: Slutdatum

source: End repeat after
fi: Toistojen määrä
sv: Avsluta upprepa efter

source: Error
fi: Virhe
sv: Fel

source: Error adding track
fi: Ratan lisäys epäonnistui
sv: Fel vid att lägga till rata

source: Error deleting track
fi: Ratan poisto epäonnistui
sv: Fel vid att ta bort rata

source: Error fetching tracks
fi: Ratojen haku epäonnistui
sv: Fel vid att hämta banor

source: Error loading devices
fi: Virhe ladattaessa laitteita
sv: Fel vid laddning av enheter

source: Error loading email settings
fi: Virhe ladattaessa sähköpostiasetuksia
sv: Fel vid laddning av e-postinställningar

source: Error sending message
fi: Viestin lähetys epäonnistui
sv: Fel vid att skicka meddelande

source: Error updating track
fi: Ratan päivitys epäonnistui
sv: Fel vid att uppdatera rata

source: Error verifying token!
fi: Ongelma tokenin varmennuksessa!
sv: Fel vid verifiering av token!

source: Estimated time of arrival updated
fi: Arvioitu saapumisaika päivitetty
sv: Beräknad ankomsttid uppdaterad

source: Failed to delete user, user might be range officer for reservation
fi: Käyttäjän poistaminen epäonnistui, käyttäjä voi olla valvoja varauksille
sv: Kunde inte ta bort användare, användaren kan vara valvoja för reservation

source: Failed to update estimated time of arrival
fi: Arvioidun saapumisajan päivitys epäonnistui
sv: Uppdatering av beräknad ankomsttid misslyckades

source: Feedback
fi: Palaute
sv: Respons

source: Feedback received
fi: Palaute vastaanotettu
sv: Feedback mottagen

source: Fill all the text fields
fi: Täytä kaikki tekstikentät
sv: Fyll i alla textfält

source: Force all pending emails to be sent immediately.
fi: Pakota kaikki odottavat sähköpostit lähetettäväksi välittömästi.
sv: Tvinga alla väntande e-postmeddelanden att skickas omedelbart.

source: Forgot password?
fi: Unohtuiko salasana?
sv: Glömt lösenord?

source: Free
fi: Vapaa
sv: Fri

source: Fri
fi: Pe
sv: Fre

source: Give feedback
fi: Anna palautetta
sv: Ge feedback

source: Give your current and new password
fi: Vaihtaaksesi salasanasi sinun tulee antaa nykyinen salasanasi sekä uusi joksi haluat sen vaihtaa
sv: Ge ditt nuvarande och nya lösenord

source: Go back
fi: Takaisin
sv: Tillbaka

source: Gun license owners
fi: Ampujakortilliset
sv: Vapenlicensägare

source: In raffle
fi: Arvonnassa
sv: På tombola

source: Info
fi: Lisätietoja
sv: Information

source: Input new password
fi: Syötä uusi salasana
sv: Ange ett nytt lösenord

source: Input your e-mail address in order to reset your password
fi: Syötä sähköpostiosoitteesi unohtuneen salasanan palauttamista varten
sv: Ange din e-postadress för att återställa ett glömt lösenord

source: Invalid e-mail address!
fi: Annettua sähköpostiosoitetta ei löytynyt!
sv: Ogiltig e-postadress!

source: Invalid email address
fi: Virheellinen sähköpostiosoite
sv: Ogiltig e-postadress

source: Invalid time selected.
fi: Virheellinen aika valittu.
sv: Ogiltigt valt tid

source: Loading devices...
fi: Ladataan laitteita...
sv: Laddar enheter...

source: Loading email settings...
fi: Ladataan sähköpostiasetuksia...
sv: Laddar e-postinställningar...

source: Loading user data...
fi: Ladataan käyttäjätietoja...
sv: Laddar användarinformation...

source: Loading...
fi: Ladataan...
sv: Laddar...

source: Log in
fi: Kirjaudu
sv: Logga in

source: Manage shooting tracks
fi: Hallitse ratoja
sv: Hantera skjutbanor

source: Menu
fi: Valikko
sv: Meny

source: Message
fi: Viesti
sv: Meddelande

source: Minimum {0} number
fi: Vähintään {0} numero
sv: Minst {0} siffra

source: Minimum {1} lowercase letter
fi: Vähintään {1} pieni kirjain
sv: Minst {1} liten bokstav

source: Minimum {2} uppercase letter
fi: Vähintään {2} iso kirjain
sv: Minst {2} stor bokstav

source: Minimum {3} number
fi: Vähintään {3} numero
sv: Minst {3} siffra

source: Minimum {4} lowercase letter
fi: Vähintään {4} pieni kirjain
sv: Minst {4} liten bokstav

source: Minimum {5} uppercase letter
fi: Vähintään {5} iso kirjain
sv: Minst {5} stor bokstav

source: Minimum length of password is 6 characters
fi: Salasanan minimipituus on 6 merkkiä
sv: Lösenord måste vara minst 6 tecken långt

source: Mon
fi: Ma
sv: Mån

source: Month
fi: Kuukausi
sv: Månad

source: Monthly visitors per track
fi: Kuukauden kävijät radoittain
sv: Månadsbesök per bana

source: Name
fi: Nimi
sv: Namn

source: Name is required
fi: Nimi on pakollinen
sv: Namn är obligatoriskt

source: New password
fi: Uusi salasana
sv: Nytt lösenord

source: New password is required
fi: Uusi salasana on pakollinen
sv: Nytt lösenord är obligatoriskt

source: No
fi: Ei
sv: Nej

source: No defined track officer
fi: Ratavalvojaa ei asetettu
sv: Banhandledare odefinierad

source: No devices found
fi: Laitteita ei löytynyt
sv: Inga enheter hittades

source: No pending messages to send.
fi: Ei lähetettäviä viestejä jonossa.
sv: Inga väntande e-postmeddelanden att skicka.

source: No selection
fi: Ei valintaa
sv: Inget val

source: No track officer
fi: Ei valvojaa
sv: Ingen banofficer

source: No track officer available
fi: Ei valvojaa
sv: Inte banhandledare tillgängliga

source: Not confirmed
fi: Ei varmistettu
sv: Inte bekräftat

source: Not selected
fi: Ei valittu
sv: Inte valt

source: Nothing to confirm
fi: Sinulla ei ole vahvistettavia vuoroja
sv: Inget att bekräfta

source: Number of visitors
fi: Kävijöiden määrä
sv: Antal besökare

source: Old password
fi: Vanha salasana
sv: Gammalt lösenord

source: Old password is incorrect
fi: Vanha salasana on väärä
sv: Gammalt lösenord är felaktigt

source: Old password is required
fi: Vanha salasana on pakollinen
sv: Gammalt lösenord är obligatoriskt

source: Old password isn't valid
fi: Vanha salasana ei kelpaa
sv: Gammalt lösenord är ogiltigt

source: On the way
fi: Tulossa
sv: På väg

source: Open
fi: Avoinna
sv: Öppna

source: Open All
fi: Avaa kaikki
sv: Öppna alla

source: Opening hours
fi: Aukioloaika
sv: Öppettider

source: Opening hours: {opensAt}-{closesAt}
fi: Aukioloaika: {opensAt}-{closesAt}
sv: Öppettider: {opensAt}-{closesAt}

source: Organization updated
fi: Yhteisö päivitetty
sv: Föreningar uppdaterats

source: Password
fi: Salasana
sv: Lösenord

source: Password change failed
fi: Salasanan muuttaminen epäonnistui
sv: Lösenord ändring misslyckades

source: Password change successful
fi: Salasanan muuttaminen onnistui
sv: Lösenord ändring lyckades

source: Password is required
fi: Salasana on pakollinen
sv: Lösenord är obligatoriskt

source: Password reset e-mail succesfully sent!
fi: Salasanan palautusviesti lähetetty onnistuneesti!
sv: E-postmeddelande om lösenordåterställning har skickats!

source: Password reset link
fi: Salasanan palautuslinkki
sv: Länk för lösenordåterställning

source: Password updated succesfully!
fi: Salasana päivitetty onnistuneesti!
sv: Lösenord har uppdaterats!

source: Passwords don't match
fi: Salasanat eivät täsmää
sv: Lösenorden matchar inte

source: Passwords don't match!
fi: Salasanat eivät täsmää!
sv: Lösenord matchar inte!

source: Pending messages sent successfully!
fi: Lähetetty viestit onnistuneesti!
sv: Väntande meddelanden har skickats!

source: Please give your new email address
fi: Anna uusi sähköpostiosoite
sv: Lägg till din nya e-postadress

source: Present
fi: Paikalla
sv: Närvarande

source: Raffle results
fi: Arvonnan tulokset
sv: Tombola resultat

source: Raffle supervisors
fi: Arvo valvojat
sv: Värdera handledare

source: Range closed
fi: Rata suljettu
sv: Skjutbana stängd

source: Range officer
fi: Valvoja
sv: Banofficer

source: Range officer active with no selection
fi: Päävalvoja aktiivinen ilman valvojaa
sv: Banofficer aktiva utan urval

source: Range officer added successfully
fi: Valvojan lisäys onnistui
sv: Banofficer tillagd

source: Range officer addition failed
fi: Valvojan lisäys epäonnistui
sv: Banofficer tillägg misslyckades

source: Range officer confirmed
fi: Päävalvoja varmistettu
sv: Banofficer bekräftat

source: Range officer confirmed, estimated time of arrival
fi: Päävalvoja varmistettu, arvioitu saapumisaika
sv: Banofficer bekräftat, beräknad ankomsttid

source: Range officer confirmed, not present
fi: Päävalvoja varmistettu, ei paikalla
sv: Banofficer bekräftat, inte närvarande

source: Range officer deleted successfully
fi: Valvojan poisto onnistui
sv: Banofficer borttagen

source: Range officer deletion failed
fi: Valvojan poisto epäonnistui
sv: Banofficer borttagning misslyckades

source: Range officer management
fi: Valvojien hallinta
sv: Banofficerhantering

source: Range officer not present
fi: Päävalvoja ei paikalla
sv: Banofficer inte närvarande

source: Range officer on the way
fi: Päävalvoja matkalla
sv: Banofficer på väg

source: Range officer predefined
fi: Päävalvoja ei varmistettu
sv: Banofficer inte bekräftat

source: Range officer predefined, not confirmed
fi: Päävalvoja määritetty, mutta ei varmistettu
sv: Banofficer fördefinierad, men inte bekräftat

source: Range officer present
fi: Päävalvoja paikalla
sv: Banofficer närvarande

source: Range officer undefined
fi: Päävalvojaa ei asetettu
sv: Banofficer odefinierad

source: Range officers
fi: Valvojat
sv: Banofficer

source: Rangemaster
fi: Päävalvoja
sv: Banmästare

source: Rangeofficers
fi: Valvojat
sv: Handledare

source: Recipients
fi: Vastaanottajat
sv: Mottagare

source: Repeat daily
fi: Toista päivittäin
sv: Upprepa dagligen

source: Repeat monthly
fi: Toista kuukausittain
sv: Upprepa varje månad

source: Repeat weekly
fi: Toista viikoittain
sv: Upprepa varje vecka

source: Reserved
fi: Varattu
sv: Reserverad

source: Reset
fi: Nollaa
sv: Återställ

source: Results saved
fi: Tulokset tallennettu
sv: Resultat sparats

source: Retrieving information...
fi: Haetaan vuoroja...
sv: Hämta information...

source: Role
fi: Rooli
sv: Roll

source: Role is required
fi: Rooli on pakollinen
sv: Roll är obligatorisk

source: Sat
fi: La
sv: Lör

source: Save
fi: Tallenna
sv: Spara

source: Save changes
fi: Tallenna
sv: Spara

source: Save results
fi: Tallenna tulokset
sv: Spara resultat

source: Save settings
fi: Tallenna asetukset
sv: Spara inställningar

source: Schedules
fi: Aikataulut
sv: Schema

source: Select association
fi: Valitse yhdistys
sv: Välja förening

source: Select officer
fi: Valitse valvoja
sv: Välj övervakare

source: Select range officer
fi: Valitse valvoja
sv: Välja banofficer

source: Select role
fi: Valitse rooli
sv: Välj roll

source: Send
fi: Lähetä
sv: Skicka

source: Send messages
fi: Lähetä viestit
sv: Skicka meddelanden

source: Send public message
fi: Lähetä julkinen viesti
sv: Skicka offentligt meddelande

source: Sender
fi: Lähettäjä
sv: Skickare

source: Sender email address
fi: Lähettäjän sähköpostiosoite
sv: Skickarens e-postadress

source: Sending pending messages failed!
fi: Jonon viestien lähetys epäonnistui!
sv: Skickning av väntande meddelanden misslyckades!

source: Set
fi: Aseta
sv: Spara

source: Set opening hours
fi: Aseta aukioloaika
sv: Ställ in öppettider

source: Shift assigned
fi: Vuoro määrittetty
sv: Skift tilldelat

source: Shift declined
fi: Vuoro hylätty
sv: Skift avvisat

source: Shift updated
fi: Vuoro päivitetty
sv: Skift uppdaterat

source: Short description
fi: Lyhyt kuvaus
sv: Kort beskrivning

source: Sign In
fi: Kirjaudu sisään
sv: Logga in

source: Sign Out
fi: Kirjaudu ulos
sv: Logga ut

source: SMTP settings
fi: SMTP-asetukset
sv: SMTP-inställningar

source: Something went wrong
fi: Päivitys epäonnistui
sv: Uppdatering misslyckades

source: Something went wrong!
fi: Jokin meni pieleen!
sv: Något gick fel!

source: Something went wrong. Please try again later.
fi: Jokin meni pieleen. Yritä uudelleen myöhemmin.
sv: Något gick fel. Försök igen senare.

source: Start
fi: Alku

source: Start date
fi: Alkamispäivämäärä
sv: Start datum

source: Statistics
fi: Tilastot
sv: Statistik

source: Status
fi: Tila

source: Submit
fi: Lähetä
sv: Skicka in

source: Successfully updated!
fi: Päivitys onnistui!
sv: Uppdaterat!

source: Sun
fi: Su
sv: Sön

source: Supervision cleared for {formatedDate}
fi: Valvonta tyhjennetty {formatedDate}
sv: Övervakning rensad för {formatedDate}

source: Supervision set for {formatedDate}
fi: Valvonta asetettu {formatedDate}
sv: Övervakning tilldelad för {formatedDate}

source: Supervisions
fi: Valvonnat
sv: Övervakningar

source: Supervisor raffle
fi: Valvojien arvonta
sv: Handledare tombola

source: Tablet view
fi: Tablettinäkymä
sv: Surfplattavy

source: The email address that will be used to send emails from the system.
fi: Sähköpostiosoite, joka käytetään lähettämään sähköpostiviestit järjestelmästä.
sv: E-postadressen som kommer att användas för att skicka e-post från systemet.

source: The execution of the raffle failed
fi: Arvonnan suoritus epäonnistui
sv: Genomförandet av tombola misslyckades

source: The link is incorrect or it has expired. Please send a new reset link!
fi: Linkki ei kelpaa tai se on vanhentunut. Lähetä uusi salasananpalautuslinkki, kiitos!
sv: Länken är felaktig eller så har den gått ut. Skicka en ny återställningslänk, tack!

source: The saving of the results failed
fi: Tuloksien tallennus epäonnistui
sv: Misslyckats att spara resultat

source: Thu
fi: To
sv: Tor

source: Time for sending emails
fi: Sähköpostiviestien lähetysaika
sv: Tid för att skicka e-post

source: Today
fi: Tänään
sv: Idag

source: Track added successfully
fi: Rata lisätty
sv: Rata tillagd

source: Track cannot be found.
fi: Rataa ei löydy.
sv: Bana kan inte hittas

source: Track closed
fi: Rata suljettu
sv: Bana stängd

source: Track deleted successfully
fi: Rata poistettu
sv: Bana borttagen

source: Track has additional information
fi: Radalla lisätietoja
sv: Ytterligare information på banan

source: Track officer present
fi: Valvoja paikalla
sv: Banhandledare närvarande

source: Track updated successfully
fi: Rata päivitetty
sv: Bana uppdaterad

source: Tracks
fi: Radat
sv: Banor

source: Tue
fi: Ti
sv: Tis

source: Unconfirmed shift reminder
fi: Muistutus vahvistamattomasta vuorosta
sv: Påminnelse om obekräftat skift

source: Update successful
fi: Päivitys onnistui
sv: Uppdatering lyckades

source: Use SSL
fi: Käytä SSL
sv: Använd SSL

source: User
fi: Käyttäjä
sv: Användare

source: User management
fi: Käyttäjienhallinta
sv: Användarhantering

source: Username
fi: Käyttäjänimi
sv: Användarnamn

source: Username is required
fi: Käyttäjänimi on pakollinen
sv: Användarnamn är obligatoriskt
