Repository: tasera-ry/tss
Catalog: front/src/locales/*/messages.po
Languages: fi, sv

source: Users should not be reduced, Do you really want to reduce the number of users?
fi: Käyttäjiä ei tule vähentää. Haluatko todella vähentää käyttäjien määrää?
sv: Användare ska inte minskas. Vill du verkligen minska antalet användare?

source: Values cannot be negative
fi: Arvot eivät saa olla negatiivisia
sv: Värden kan inte vara negativa

source: Visitors in total {formatedDay}: {0}
fi: Vieraita yhteensä {formatedDay}: {0}
sv: Besökare totalt {formatedDay}: {0}

source: Visitors in total {formatedMonth}: {0}
fi: Vieraita yhteensä {formatedMonth}: {0}
sv: Besökare totalt {formatedMonth}: {0}

source: Visitors per track
fi: Vieraita radoittain
sv: Besökare per bana

source: Visitors today
fi: Vieraita tänään
sv: Besökare idag

source: Warning!
fi: Varoitus!
sv: Varning!

source: Wed
fi: Ke
sv: Ons

source: Week
fi: Viikko
sv: Vecka

source: Week {weekNumber} {year}
fi: Viikko {weekNumber} {year}
sv: Vecka {weekNumber} {year}

source: Wk
fi: Vko
sv: V

source: Write in the textbox below the feedback you received from the range. Remember to identify the track if the feedback is for a certain track. The feedback will be sent to the superusers.
fi: Kirjoita allaolevaan kenttään radoilta saamastasi palautteesta. Muista kirjoittaa viestiin radan nimi, jos palaute koskee tiettyä rataa. Palaute lähetetään suoraan pääkäyttäjille.
sv: Skriv i textrutan under den feedback du fått från skjutbanor. Kom ihåg att skriva namn av den skjutbanan i meddelandet om feedbacken är av visst bana. Feedbacken kommer att skickas till superanvändare.

source: Wrong email or password!
fi: Väärä sähköpostiosoite tai salasana!
sv: Fel e-postadress eller lösenord!

source: Wrong username or password
fi: Väärä käyttäjänimi tai salasana
sv: Fel användarnamn eller lösenord

source: Yes
fi: Kyllä
sv: Ja

source: You are logged in as:
fi: Olet kirjautunut sisään käyttäjänä:
sv: Du är inloggad som:

source: You have unconfirmed range officer reservations!
fi: Sinulla on varmistamattomia päävalvojavuoroja!
sv: Du har obekräftad banofficer turer!

source: You will be redirected to the login page automatically in 5 seconds.
fi: Sinut ohjataan sisäänkirjautumissivulle automaattisesti viiden sekunnin kuluttua.
sv: Du kommer automatiskt att omdirigeras till inloggningsidan inom 5 sekunder.

source: Your association's free supervisions. If the status is confirmed, the association has set the shift for you
fi: Yhdistyksesi vapaat valvontavurot. Jos tila on vahvistettu, yhdistys on asettanut vuoron sinulle
sv: Din förenings lediga övervakningsturer. Om statusen är bekräftad, har föreningen ställt in skiftet för dig

source: Your estimated time of arrival:
fi: Arvioitu saapumisaikasi:
sv: Din bäraknad ankomsttid:
